{
  "premium_features_page": {
    "button_available_premium_features": "Available Premium Features",
    "button_my_premium_features": "My Premium Features",
    "title_available_transferable_premium_features": "Available Transferable Premium Features",
    "title_your_transferable_premium_features": "Your Transferable Premium Features",
    "paragraph_learn_more_and_buy": "Learn more and buy",
    "paragraph_manage_your_premium_features": "Manage your premium features"
  },
  
  "nft_vertical_cards": {
    "flag_label_turbo": "Spark",
    "flag_label_booster": "Pulse",
    "flag_label_yearly": "Pro Recruiter's Choice",
    "flag_label_lifetime": "Pro Recruiter's Choice",
    "coming_soon": "Coming soon",
    "discount_label": "% off",
    "price_label": "USD $",
    "pay_with_crypto": "Pay with Crypto.",
    "discount_magnet": "40% discount available in $MAGNET.",
    "button_view_details": "View details",
    "no_nfts_available_message": "There are no NFT types available at this time. Buy your first NFT."
  },

  "feature_data": {
    "company": {
      "booster": {
        "title": "Post Booster Description",
        "description": "Stand out. Get noticed first.",
        "features_1": "3 Boosted Job Posts: Highlight and prioritize up to 3 job listings for maximum exposure.",
        "features_2": "No Expiration Date: Use your boosts anytime — they never expire.",
        "features_3": "Top Placement Visibility: Your boosted posts are displayed at the top of relevant candidate searches, helping you reach the right talent before your competitors.",
        "features_4": "Weekly Performance Reports: Stay informed with visibility summaries showing which candidates saw your post among the top listings.",
        "info": "Congratulations on getting Post Booster — your visibility accelerator for better hiring results.",
        "info_2": "With Post Booster, your job listings rise to the top — literally. This feature ensures your posts appear first in candidate dashboards, attracting more qualified applicants faster. Perfect for filling competitive roles or expanding your talent pipeline, it gives your listings the attention they deserve.",
        "example": "Example: You post a customer service role — and instead of waiting days for the right fit, you get strong applicants within hours thanks to top placement and increased visibility.",
        "additional_info": "Fully transferable, which means if your hiring plans shift, you can gift or sell your unused boosts. More flexibility, better results."
      },
      "turbo": {
        "title": "Turbo Recruiter Description",
        "description": "Smarter matches. Faster hires.",
        "features_1": "3 Job Posts Included: Get AI-powered candidate matching for up to 3 roles.",
        "features_2": "No Expiration Date: Use your posts whenever you’re ready — Turbo Recruiter never expires.",
        "features_3": "AI-Driven Candidate Search: Our algorithm scans and ranks candidates based on compatibility, experience, and role fit — so you can focus on interviewing, not filtering.",
        "features_4": "Smart Reports: Receive detailed summaries of top-matching candidates for every post, keeping you informed and in control throughout your hiring process.",
        "info": "Congratulations on getting Turbo Recruiter — your intelligent hiring assistant.",
        "info_2": "Turbo Recruiter revolutionizes the way you find talent by using advanced AI to deliver perfectly matched candidates for your open roles. Say goodbye to endless resume reviews and hello to precision hiring that saves you time, effort, and frustration.",
        "example": "Example: You’re hiring for a mid-level developer. Instead of reviewing 100+ random applications, you instantly receive a shortlist of top-aligned profiles — ready to review and contact.",
        "additional_info": "It’s also a Transferable Premium Feature, so if you’re not actively hiring, you can pass it on or sell it — turning it into a smart asset with real value."
      },
      "yearly": {
        "title": "Yearly Full Feature Description",
        "description": "Full power. For a full year.",
        "features_1": "365 Days of Full Access: Enjoy a full year of uninterrupted use from the date of purchase.",
        "features_2": "All Premium Features Included: Turbo Recruiter, Post Booster, unlimited job posts, and detailed performance analytics.",
        "features_3": "Weekly Reports: Stay informed with ongoing insights on candidate matches, post performance, and overall hiring trends.",
        "features_4": "Data-Driven Optimization: Adjust your hiring strategy with confidence using transparent, real-time results.",
        "info": "Congratulations on unlocking the Yearly Full Feature — your all-access pass to smarter, faster, and more efficient hiring.",
        "info_2": "With this yearly pass, your team gets unrestricted access to all premium tools — including Turbo Recruiter, Post Booster, and unlimited job postings — giving you everything you need to scale your hiring process with speed and precision.",
        "example": "Example: You’re scaling a tech team across multiple roles. With 12 months of access, you can apply all premium features freely, receive top talent faster, and make data-backed hiring decisions without restrictions.",
        "additional_info": "And if your hiring slows down, this feature is fully transferable — giving you the option to pass it along or sell the remaining time. It’s a smart option for companies with seasonal or temporary hiring needs."
      },
      "lifetime": {
        "title": "Lifetime Full Feature Description",
        "description": "Hire without limits. Forever.",
        "info": "Congratulations on unlocking the Lifetime Full Feature — your permanent key to effortless, powerful, and unlimited hiring.",
        "info_2": "This one-time upgrade gives you complete, lifetime access to all premium recruitment tools — including Turbo Recruiter, Post Booster, unlimited job posts, and ongoing performance reports. No subscriptions, no renewals, and no restrictions — just full hiring power, forever.",
        "features_1": "No Expiration Date: Enjoy unlimited access with no time limits — ever.",
        "features_2": "All Premium Features Included: Turbo Recruiter, Post Booster, unlimited job postings, and detailed performance analytics.",
        "features_3": "Full Control and Flexibility: Hire anytime, scale freely, and make smarter, data-driven decisions without worrying about renewals.",
        "example": "Example: Your company recruits regularly throughout the year. With lifetime access, you save on recurring costs and gain a consistent, powerful edge in every hiring cycle.",
        "additional_info": "Plus, it’s fully transferable, so if your needs ever change, you can pass it on or sell it — making this a smart investment in your long-term company growth and stability."
      }
    },

    "jobseeker": {
      "booster": {
        "title": "Post Booster Description",
        "description": "Stand out. Get noticed first.",
        "features_1": "Good for 30 top-placements.",
        "features_2": "No expiration date.",
        "info": "Post Booster increases the visibility of your job listings, placing them at the top of candidate dashboards and maximizing engagement. Whether you’re filling high-demand roles or building a talent pipeline, it ensures more qualified candidates see your posts first.",
        "info_2": "You’ll also receive weekly reports showing for which candidates were you among the top positions, so you stay informed on your visibility and reach.",
        "example": "Example: You post a customer service role — and instead of waiting days for the right fit, you get strong applicants within hours thanks to top placement and increased visibility.",
        "additional_info": "Fully transferable, which means if your hiring plans shift, you can gift or sell your unused boosts. More flexibility, better results."
      },
      "turbo": {
        "title": "Turbo Recruiter Description",
        "description": "Find jobs faster. Apply smarter.",
        "features_1": "30 Auto-Applications: Turbo Finder automatically applies to up to 30 jobs where you’re an 80% or higher match.",
        "features_2": "No Expiration Date: Use it whenever you’re ready — your Turbo Finder never expires.",
        "features_3": "Smart Job Ranking: See opportunities organized from highest to lowest acceptance probability, helping you focus where it matters most.",
        "features_4": "Weekly Reports: Stay informed with curated updates on new openings that fit your profile — plus which ones Turbo Finder has already applied to on your behalf.",
        "info": "Congratulations on getting Turbo Finder — your personal AI-powered job search assistant.",
        "info_2": "With Turbo Finder, your job hunt just became effortless and strategic. Designed to save you time and maximize your chances, this tool does more than find opportunities — it acts on them.",
        "example": "You’ll receive weekly reports with the job opportunities Turbo Finder found for you—keeping you informed and in control. Example: Imagine waking up to 5 new openings tailored to your profile—and 2 of them already applied for while you slept. That’s Turbo Finder at work.",
        "additional_info": "And since it’s a Transferable Premium Feature, if you land your ideal job early, you can pass it on or sell it to someone who needs it—turning it into a smart investment."
      },
      "yearly": {
        "title": "Yearly Full Feature Description",
        "description": "All the premium tools. For one full year.",
        "features_1": "Good for 365 days from purchase.",
        "features_2": "Access to all premium features.",
        "info": "This pass gives you 12 months of unlimited access to our best features — Turbo Finder, Profile Booster, automatic job applications, and detailed reporting to keep you updated on your progress — to take your job search to the next level.",
        "example": "Example: You’re on a mission to land a remote tech job. With a full year of access, you get automatic matching, boosted visibility, automated applications and time-saving tools all working together.",
        "additional_info": "Finished your search early? This access is transferable — so you can gift or sell the remaining time to someone else who needs a boost. It’s power, with flexibility."
      },
      "lifetime": {
        "title": "Lifetime Full Feature Description",
        "description": "One-time unlock. Lifetime support.",
        "features_1": "No expiration date (no expiration).",
        "features_2": "Access to all premium features.",
        "info": "For those who want complete freedom, this is the ultimate tool. You get unlimited access — forever — to all of our platform’s premium features, with no restrictions or time limits. Whether you’re changing industries, leveling up every few years, or supporting someone else’s search, this is a long-term investment in your career with full feature power for life.",
        "example": "Example: You’re transitioning to tech now, but planning a move abroad in 3 years — this unlock supports you every step of the way, no matter how often your goals shift.",
        "additional_info": "Plus, it’s fully transferable, giving it long-term value. If you ever decide to pass it on, you can — turning your one-time purchase into a powerful investment."
      }
    }
  },
  
  "nft_detail_page": {
    "button_back": "Back",
    "title_available_transferable_premium_features": "Available Transferable Premium Features",
    "paragraph_learn_more_and_buy": "Learn more and buy",
    "feature_title_1": "Auto-applies",
    "feature_description_1": "30",
    "feature_title_2": "Expiration",
    "feature_description_2": "No expiration",
    "feature_title_3": "Ownership",
    "feature_description_3": "Fully transferable feature",
    "description_title_1": "Curated Matches",
    "description_paragraph_1": "Stop guessing — start matching. Our AI agent Polaris finds jobs built for you, instantly. Every match is tailored to your skills, experience, and goals — so you can skip the noise and focus only on opportunities that truly fit.",
    "description_subparagraph_1": "Want to know more? Contact us today!",
    "description_title_2": "Time-Saving",
    "description_paragraph_2": "Say goodbye to endless scrolling. Turbo Finder does the searching, sorting, and ranking for you, cutting your job hunt time by up to 80%. Spend less time applying — and more time saying “I got the job!”",
    "description_subparagraph_2": "Want to know more? Contact us today!",
    "description_title_3": "Auto-Apply",
    "description_paragraph_3": "Be first in line for your dream job. Turbo Finder’s Auto-Apply feature instantly submits applications to positions where you’re an 80%+ match — ensuring you never miss a great opportunity and always stay ahead of the competition.",
    "description_subparagraph_3": "Want to know more? Contact us today!",
    "description_title_4": "Daily Reporting",
    "description_paragraph_4": "Your job search runs on autopilot — but you’re always in control. Get daily updates on new matches, applications, and interview progress so you can track your success and make every move count.",
    "description_subparagraph_4": "Want to know more? Contact us today!",
    "description_title_5": "Transferable Premium Service",
    "description_paragraph_5": "Don’t need it right now? No problem. Sell it, gift it, or transfer it anytime. Your premium access holds real value — because smart investments should pay you back, even when you’re not job hunting.",
    "description_subparagraph_5": "Want to know more? Contact us today!",
    "description_title_6": "Take Control of Your Career Today",
    "description_paragraph_6": "Join the professionals who found jobs 3x faster, don’t wait. Don’t miss opportunities. Turbo Finder gives you unmatched speed, precision, and confidence in your job hunt — all in one powerful platform.",
    
    "buy_nft": {
        "title_1": "Buy Premium Feature",
        "button_1": "Credit Card",
        "button_2": "Crypto"
    },
    
    "buy_by_credit_card": {
        "label_1": "Price",
        "label_2": "Quantity",
        "label_3": "Subtotal",
        "button_1": "BUY NOW",
        "toast_title_1": "Error Fetching NFT Type",
        "toast_description_1": "The NFT type you are trying to purchase does not exist or is unavailable."
    },


    "buy_nft_by_crypto": {
        "label_1": "Payment detail",
        "label_2": "Price",
        "label_3": "Quantity",
        "label_4": "Subtotal",
        "label_5": "ETH",
        "button_1": "BUY NOW",
        "toast_title_1": "Error",
        "toast_description_1": {
        "option_1": "You don’t have enough ETH to cover the transaction gas. Top up a bit and try again.",
        "option_2": "Your MAGNET balance isn’t enough to complete this purchase. Keep shining — it’ll be yours soon!",
        "option_3": "You don’t have enough ETH to cover the total price plus gas. Just a little boost and you’ll make it!"
        },
        "validation": {
        "required_payment_method": "Please select a payment method",
        "required_quantity": "Quantity is required",
        "min_quantity": "You must purchase at least 1 NFT"
        }
    },

    "payment_detail_select": {
        "placeholder_1": "Select Coin",
        "option_1": "Ethereum",
        "option_2": "MAGNET"
    },
    
    "buy_summary": {
        "title_1": "sudmmary",
        "title_2": "Payment detail",
        "option_1": "MAGNET",
        "option_2": "Ethereum",
        "label_1": "Price",
        "label_2": "Quantity",
        "label_3": "Gas Fee",
        "label_4": "Total",
        "label_5": "Payment detail",
        "label_temporary_cardSaving": "<0>****</0>",
        "text_1": "No info",
        "placeholder_1": "Select or enter a payment method",
        "action_1": "Add a new card",
        "label_6": "Enter card Info",
        "placeholder_2": "Name",
        "placeholder_3": "XXXX XXXX XXXX XXXX",
        "placeholder_4": "MM/YY",
        "placeholder_5": "CVC",
        "title_3": "Add Payment Method",
        "link_text_1": "Terms & Conditions",
        "text_2": "I Agree on",
        "button_1": "Cancel",
        "button_2": "COMPLETE PURCHASE",
        "toast_error_1_title": "Error Fetching NFT Type",
        "toast_error_1_description": "The NFT type you are trying to purchase does not exist or is unavailable.",
        "toast_error_2_title": "No Web3 Provider",
        "toast_error_2_description": "Web3 provider is not available. Please connect your wallet.",
        "toast_error_3_title": "Incomplete Form",
        "toast_error_3_description": "Please ensure all required fields are filled out before proceeding.",
        "toast_error_4_title": "Error processing purchase",
        "toast_error_4_description": "There was a problem retrieving some data. Please try again.",
        "toast_error_5_title": "Error processing purchase",
        "toast_error_5_description": "Insufficient balance to complete the transaction. Make sure you have sufficient funds to cover the amount and fees.",
        "toast_error_6_title": "Processing Purchase",
        "toast_error_6_description": "Error",
        "toast_error_7_title": "Error Processing Purchase",
        "toast_error_7_description": "Something went wrong while confirming your purchase. Please check your NFT or purchase history to verify if it was completed."
    },

    "global_loader": {
      "text_1": "Processing your purchase — please wait."
    },

    "status_order_dialog": {
      "dialog_title_1": "Order Completed",
      "label_1": "Time Left",
      "text_1": "365 days",
      "text_2": "Unlimited",
      "label_2": "Auto-Applies Left",
      "label_3": "Post Left",
      "button_1": "Ok"
    }

  },

  
  "card_details": {
    "loading": "Loading...",
    "not_found": "Data not found",
    "status": {
      "active": "Active",
      "expired": "Expired"
    },
    "about_nft": "About Nft:",
    "contract_address": "Contract Address",
    "acquired_on": "Acquired on",
    "expiration_date": "Expiration Date",
    "time_left": "Time Left",
    "post_left": "Post Left",
    "unlimited": "Unlimited",
    "not_activated": "This NFT has not been activated yet.",
    "active_until": "This NFT is active until {{formattedExpiration}}"
  },

    "nft_horizontal_cards": {
    "card": {
      "activate": "Activate",
      "assign": "Assign",
      "acquired_on": "Acquired on",
      "time_left": "Time Left",
      "days_365": "365 Days",
      "unlimited": "Unlimited",
      "post_left": "Post Left",
      "placements_left": "Placements Left",
      "auto_applies_left": "Auto-Applies Left",
      "no_info": "no info",
      "view_and_activate": "View and Activate",
      "view_and_assign": "View and Assign"
    },
    "empty_state": {
      "no_nfts": "There are no NFT types available at this time. Buy your first NFT."
    },
    "loading_state": {
      "loading_cards": "Loading NFT cards..."
    }
  }






}
